Repository: devapromix/lazarus
Catalog: components/dockedformeditor/languages/dockedstrconsts.*.po
Languages: uk

source: Bottom Anchor
uk: Нижня прив'язка

source: Border Around Control
uk: Зазор навколо компонента

source: Control Background
uk: Тло компонента

source: Left Anchor
uk: Ліва прив'язка

source: Right Anchor
uk: Права прив'язка

source: Anchors
uk: Прив'язки

source: Show Anchors Tab
uk: Показувати вкладку прив'язок

source: Show Anchor Editor
uk: Показувати редактор прив'язок

source: Anchor Target
uk: Об'єкт прив'язки

source: Top Anchor
uk: Верхня прив'язка

# dockedstrconsts.sargumentoutofrange
source: Argument out of range.
uk: Аргумент поза межами діапазону.

source: Attach Control
uk: Прив'язати компонент

source: Attach Control Sides
uk: Прив'язати сторони компонента

source: Attach Control Side
uk: Прив'язати сторону компонента

source: Docked Form Editor
uk: Вбудований редактор форм

source: Capture Distance
uk: Відстань захоплення

source: Minimal distance to capture a control with mouse
uk: Мінімальна відстань для захоплення компонента мишкою

source: This will create a circular dependency.
uk: Ця дія створить порочну кругову залежність.

source: Colors
uk: Кольори

source: Detach Control
uk: Відв'язати компонент

source: Detach Control Sides
uk: Відв'язати сторони компонента

source: Detach Control Side
uk: Відв'язати сторону компонента

source: Force Refreshing At Sizing
uk: Примусово оновлювати при зміні розміру

source: Force refreshing form when user is sizing it
uk: Примусово оновлювати форму при зміні її розміру

source: Mouse cursor factor for BorderSpacing property
uk: Маштаб руху курсора миші для властивості BorderSpacing

source: Mouse cursor factor is used to set small values of BorderSpacing property more precisely
uk: Маштаб руху курсора миші використовується для більш точної установки малих значень властивості BorderSpacing

source: Resizer Color
uk: Колір області зміни розміру

source: Color of resizer bars
uk: Колір області зміни розміру

source: Bottom
uk: Знизу

source: Tab Position
uk: Положення заголовків вкладок

source: Position of Code, Form, Anchors tabs
uk: Положення заголовків вкладок "Код", "Форма", "Прив'язки"

source: Left
uk: Зліва

source: Right
uk: Справа

source: Top
uk: Вгорі

source: Automatically treat Align properties
uk: Автоматично обробляти властивості Align

source: Automatically replace Align properties with appropriate Anchors
uk: Автоматично замінювати властивості Align відповідними прив'язками

source: Automatically treat BorderSpacing properties
uk: Автоматично обробляти властивості BorderSpacing

source: Automatically replace BorderSpacing.Around properties of controls and adapt BorderSpacing.Left/Right/Top/Bottom if needed
uk: Автоматично замінювати властивості BorderSpacing.Around компонентів і коригувати BorderSpacing.Left/Right/Top/Bottom при необхідності

source: Warning
uk: Попередження
